import React from 'react';
import "../styles/aboutCompany.css";

const AboutCompany = () => {
    return (
        <div className="about-page">
            <div className="about-page-content">
                <h2>О компании</h2>
                <p>
                    Лагерь+ — IT-компания, специализирующийся на разработке цифровых решений для детских лагерей, направленных на повышение качества организации смен и взаимодействия между детьми, родителями и вожатыми.

                    Наш ключевой продукт — мобильное приложение «Лагерь+», разработанное с учётом специфики работы детских лагерей и современных подходов к проектированию пользовательских интерфейсов и цифровых сервисов. Приложение объединяет информационную поддержку смены и интерактивные активности в едином цифровом пространстве.

                    Мы помогаем лагерям эффективнее организовывать процессы, повышать вовлечённость детей в программу смены и обеспечивать родителей актуальной и прозрачной информацией, тем самым повышая конкурентоспособность лагерей и качество предоставляемых услуг.
                </p>
            </div>
        </div>
    );
};

export default AboutCompany;
