import React from 'react';
import '../styles/forBusiness.css';

const ForBusiness = () => {
    return (
        <div className="for-business-page">
            <div className="for-business-page-content">
                <h2>Для бизнеса</h2>
                <p>
                    Лагерь+ предоставляет современный набор цифровых инструментов, созданный для повышения эффективности организации детских лагерей и улучшения взаимодействия между всеми участниками смены.

                    С помощью платформы лагеря могут публиковать расписания мероприятий, информировать о событиях смены и внедрять интерактивные активности, такие как викторины, квесты и игровые задания, которые повышают вовлечённость детей и делают программу смены более насыщенной и интересной.

                    Приложение не только упрощает управление процессами внутри лагеря, но и способствует формированию доверия и лояльности со стороны родителей за счёт прозрачности информации и возможности отслеживания активности ребёнка. Использование Лагерь+ позволяет лагерям повысить качество сервиса, выделиться среди конкурентов и вывести цифровое сопровождение смен на новый уровень.</p>
            </div>
        </div>
    );
};

export default ForBusiness;
