import React from 'react';
import '../styles/inDevelopment.css';

const InDevelopment = () => {
    return (
        <div className="in-development-page">
            <div className="in-development-page-content">
                <h2>В разработке</h2>
                <p>
                    В рамках проекта «Лагерь+» ведётся разработка цифровой платформы для детских лагерей,
                    направленной на улучшение организации смен и взаимодействия между детьми, родителями и вожатыми.

                    В настоящее время создаётся мобильное приложение, объединяющее информационное сопровождение смены
                    и интерактивные активности, такие как викторины, квесты и игровые задания,
                    с целью повышения вовлечённости участников и качества отдыха.
                </p>

            </div>
        </div>
    );
};

export default InDevelopment;
